Icy-Rime/micropython/ports/esp32/boards/PLAY32/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Play32 Initial"
#define MICROPY_HW_MCU_NAME "ESP32"
